Revit 2027 API
SymbolTypeId.MSup3PerH Property
 Symbol m³/h, indicating unit Cubic meters per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup3PerH { get; }
Public Shared ReadOnly Property MSup3PerH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup3PerH {
	ForgeTypeId^ get ();
}
static member MSup3PerH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace